<!DOCTYPE html>
<html lang="no">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Personvernerkl&aelig;ring</title>
    <link rel="stylesheet" href="C:\Cookies\site1css.css">
</head>
<body>

   <h1>Personvernerkl&aelig;ring </h1>

   <p>Denne personvernerkl&aelig;ringen forklarer hvordan vi samler inn, bruker, beskytter og h&aring;ndterer personopplysninger p&aring; v&aring;rt nettsted. <br>
     Vi tar personvern p&aring; alvor, og vi behandler all personlig informasjon i samsvar med gjeldende personvernlover og regler, <br>
     inkludert EUs personvernforordning (GDPR) og norske personvernlover. </p>

<ol>
<li><b>Behandlingsansvarlig for nettstedet Finnmedisin.no.</b> <br>
    Det er utviklerne og driverne av nettstedet som er ansvarlig for behandlingen av personopplysninger. Du kan kontakte oss ang&aring;ende <br>
    personvernrelaterte sp&oslash;rsm&aring;l ved &aring; bruke kontaktinformasjonen som er oppgitt nederst i denne erkl&aelig;ringen.</li>
<li><b>Hvilke personopplysninger vi samler inn:</b> <br>
Vi kan samle inn f&oslash;lgende typer personopplysninger n&aring;r du bes&oslash;ker eller bruker nettstedet:<br>
•	Navn, kontaktopplysninger (inkludert e-postadresse, postadresse og telefonnummer) og annen identifikasjonsinformasjon.<br>
•	Betalingsinformasjon (f.eks. kredittkortdetaljer) n&aring;r du gjennomf&oslash;rer kj&oslash;p eller transaksjoner p&aring; nettstedet.<br>
•	Teknisk informasjon, inkludert IP-adresse, nettleserinformasjon, operativsystem og annen enhetsinformasjon som brukes til &aring; f&aring; tilgang til nettstedet.<br>
•	Informasjon du frivillig oppgir, for eksempel gjennom skjemaer, kommentarer eller kontoinnstillinger.</li>
<li><b>Form&aring;l og rettslig grunnlag for behandling av personopplysninger </b><br>
Vi behandler personopplysninger for f&oslash;lgende form&aring;l og med f&oslash;lgende rettslige grunnlag:<br>
•	For &aring; levere de tjenestene og funksjonene du har bedt om eller kj&oslash;pt fra oss. Dette inkluderer behandling av betalinger og levering av produkter eller tjenester.<br>
•	For &aring; oppfylle v&aring;re rettslige forpliktelser, for eksempel regnskapsf&oslash;ring og rapportering til myndighetene.<br>
•	For &aring; forbedre og tilpasse nettstedet, analysere bruksm&oslash;nstre og administrere og beskytte nettstedets sikkerhet.<br>
•	Med ditt samtykke, for &aring; sende deg markedsf&oslash;ringskommunikasjon og informasjon om tilbud, kampanjer og arrangementer som kan v&aelig;re av interesse for deg.<br>
•	P&aring; grunnlag av v&aring;re behov og interesser for &aring; utf&oslash;re analyser, statistikk og forretningsmessige form&aring;l, slik at vi kan forbedre v&aring;re tjenester <br>
    og tilpasse dem til dine behov.</li>
<li><b>Informasjonskapsler og lignende teknologier </b><br>
Vi bruker informasjonskapsler (cookies) for &aring; samle inn og lagre visse typer informasjon n&aring;r du bes&oslash;ker eller bruker nettstedet.<br> 
Du kan lese mer om hvilke opplysninger vi benytter p&aring; finnmedisin.no per dags dato, i punkt 10. Der vil du finne mer detaljert <br>
informasjon om hvordan vi bruker informasjonskapsler og hvordan du kan administrere innstillingene dine.</li>
<li><b>Deling av personopplysninger </b><br>
Vi kan dele personopplysninger med f&oslash;lgende parter i samsvar med gjeldende personvernlover og -regler: <br>
•	Tjenesteleverand&oslash;rer og forretningspartnere som er involvert i levering av tjenester og funksjoner p&aring; vegne av oss. <br>
•	Tredjeparter som bist&aring;r oss med analyse, markedsf&oslash;ring og reklameform&aring;l. <br>
•	Offentlige myndigheter og rettsh&aring;ndhevelsesorganer n&aring;r det kreves av loven eller i forbindelse med rettslige prosesser eller tvister. <br>
•	Ved en virksomhetsoverdragelse, fusjon, oppkj&oslash;p eller salg av eiendeler, kan personopplysninger overf&oslash;res som en del av transaksjonen.</li>
<li><b>Overf&oslash;ring av personopplysninger utenfor E&Oslash;S </b><br>
Vi kan overf&oslash;re og behandle personopplysninger utenfor Den europeiske &oslash;konomiske samarbeidsomr&aring;det (E&Oslash;S) n&aring;r det er n&oslash;dvendig for de form&aring;lene som er <br>
angitt i denne erkl&aelig;ringen. Hvis slike overf&oslash;ringer skjer, vil vi s&oslash;rge for at passende sikkerhetstiltak er p&aring; plass for &aring; beskytte personopplysningene <br>
i samsvar med gjeldende personvernlover.</li>
<li><b>Lagring av personopplysninger</b> <br>
Vi lagrer personopplysninger s&aring; lenge det er n&oslash;dvendig for de form&aring;lene de ble samlet inn for, og i samsvar med gjeldende lagringsperioder fastsatt av lovverket. <br>
Vi implementerer passende tekniske og organisatoriske tiltak for &aring; sikre at personopplysninger beskyttes mot utilsiktet eller ulovlig sletting, endring, tap, <br>
uautorisert tilgang eller annen ulovlig behandling.</li>
<li><b>Dine rettigheter </b><br>
Du har visse rettigheter knyttet til dine personopplysninger i henhold til gjeldende personvernlover. Dette inkluderer retten til &aring; be om tilgang til og <br>
korrigering av personopplysninger, retten til &aring; kreve sletting av personopplysninger og retten til &aring; protestere mot eller begrense behandlingen av personopplysninger. <br>
Hvis du &oslash;nsker &aring; ut&oslash;ve noen av disse rettighetene eller har sp&oslash;rsm&aring;l om behandlingen av dine personopplysninger, kan du kontakte oss ved hjelp av kontaktinformasjonen <br> 
du finner i punkt 11.</li>
<li><b>Endringer i personvernerkl&aelig;ringen </b><br>
Vi forbeholder oss retten til &aring; endre denne personvernerkl&aelig;ringen n&aring;r det er n&oslash;dvendig for &aring; sikre at den er i samsvar med gjeldende lover og regler. <br>
Eventuelle endringer vil bli kunngjort p&aring; nettstedet, og vi oppfordrer deg til &aring; gjennomg&aring; erkl&aelig;ringen regelmessig for &aring; holde deg oppdatert.</li>
<li><b>Informasjonskapsler og personopplysninger </b><br>
Per dags dato lagres epost-adresse for &aring; kunne varsle deg dersom du &oslash;nsker varsling n&aring;r medikamenter/varer er tilgjengelig i hos ett eller flere apotek. <br> 
Epost lagres ogs&aring; ved opprettelse av bruker, slik at du har mulighet til &aring; kunne tilbakestille passord. <br>
Vi benytter f&oslash;lgende informasjonskapsler (cookies): <br>
Session cookie – En session cookie benyttes for &aring; lagre data midlertidig p&aring; brukerens enhet under en nettleser&oslash;kt. <br> 
Denne typen cookie er ment &aring; v&aelig;re s&aring; lenge brukeren er aktiv p&aring; nettsiden, eller til nettleseren lukkes. <br> 
Form&aring;let er &aring; lagre midlertidige data for den aktuelle &oslash;kten, slik at det blir en mer s&oslash;ml&oslash;s og dynamisk brukeropplevelse. <br>
Autentiserings cookie – en cookie som h&aring;ndterer innloggingsstatus. Dette slettes n&aring;r nettleser lukkes eller ved 20 minutter inaktivitet. <br>
Dersom vi utvider funksjonalitet og betaling for mer enn x-antall s&oslash;k per dag, vil vi legge til hvilke cookies og person- og betalingsopplysninger <br> 
vi h&aring;ndterer og/eller lagrer, i dette punktet. <br>
Ved bruk av nettsiden m&aring; alle personer som velger &aring; opprette en bruker og videre logge seg inn for &aring; benytte nettsiden er kjent med bruksvilk&aring;r <br> 
og v&aelig;re over 18 &aring;r. Dersom brukeren ikke samtykker til bruksvilk&aring;r eller er under 18 &aring;r s&aring; b&oslash;r brukeren avst&aring; fra bruk av nettsiden.</li>

<li><b>Kontakt oss</b> <br>
Hvis du har sp&oslash;rsm&aring;l, bekymringer eller foresp&oslash;rsler ang&aring;ende personvern eller behandlingen av personopplysninger, <br> 
kan du kontakte oss p&aring; f&oslash;lgende m&aring;te: <br>
Finnmedisin.no <br>
E-post: finnmedisin@fiktivmail.no <br>
Adresse: Utviklergata 1, 0101 Utopia <br>
Telefon: +47 12345678 </li>

<li><b>Klage </b><br>
Kan man klage p&aring; denne behandlingen? <br>
Ja, man kan klage denne behandlingen inn for det norske Datatilsynet. <br>
Datatilsynet jobber med en elektronisk l&oslash;sning for at du skal kunne sende inn klage, <br> 
men de har per n&aring; ikke en sikker l&oslash;sning for dette. Man m&aring; derfor sende en skriftlig klage til: <br>
Datatilsynet <br>
Postboks 458 Sentrum <br>
0105 Oslo </li>

</ol>

  
</body>
</html>